[
    {
        "Main": "Pasta",
        "Dishes": [
            {
                "name": "Pasta One",
                "description": "Ut finibus nisl ut arcu pellentesque porta. Sed consectetur laoreet eros. Aliquam accumsan sapien metus, vel lobortis sem pretium vitae. Phasellus mauris est, pulvinar a.",
                "price": "$$$",
                "url": "https://bulma.io/images/placeholders/640x360.png"
            },
            {
                "name": "Pasta Two",
                "description": "Vivamus id ligula mollis ex sagittis maximus. Sed arcu lectus, aliquet ut eros in, tristique malesuada tellus. Ut molestie tellus non sapien finibus faucibus. Sed.",
                "price": "$$$",
                "url": "https://bulma.io/images/placeholders/640x360.png"
            },
            {
                "name": "Pasta Three",
                "description": "Quisque non lorem vel tellus mollis ornare. Morbi non nunc leo. Quisque ac lobortis leo, quis porta eros. Praesent vitae fringilla justo. Nam non metus.",
                "price": "$$",
                "url": "https://bulma.io/images/placeholders/640x360.png"
            },
            {
                "name": "Pasta Four",
                "description": "Curabitur ornare magna sed quam sagittis porttitor. Nunc fringilla felis justo, sit amet interdum mi sagittis sed. Interdum et malesuada fames ac ante ipsum primis.",
                "price": "$$$$",
                "url": "https://bulma.io/images/placeholders/640x360.png"
            }
        ]
    },
    {
        "Main": "Soup",
        "Dishes": [
            {
                "name": "Soup One",
                "description": "Quisque felis nisi, posuere a tempor quis, feugiat id libero. Aliquam scelerisque at elit sed accumsan. In vestibulum tristique luctus. Nunc id orci sit amet.",
                "price": "$$",
                "url": "https://bulma.io/images/placeholders/640x360.png"
            },
            {
                "name": "Soup Two",
                "description": "Duis lacinia lacus quis facilisis feugiat. Morbi aliquam tortor convallis cursus mattis. Sed ultricies sagittis nunc. Nam congue varius pretium. Nullam pretium dictum porttitor.",
                "price": "$$$",
                "url": "https://bulma.io/images/placeholders/640x360.png"
            },
            {
                "name": "Soup Three",
                "description": "Maecenas mauris nulla, suscipit efficitur dui sed, egestas efficitur risus. Fusce et arcu at mi aliquam gravida id in tortor. Integer elit tortor, bibendum eget.",
                "price": "$",
                "url": "https://bulma.io/images/placeholders/640x360.png"
            }
        ]
    },
    {
        "Main": "Pizza",
        "Dishes": [
            {
                "name": "Pizza One",
                "description": "Donec elementum vehicula lacus, eu euismod velit rhoncus at. In hac habitasse platea dictumst. Duis sed lorem in dolor iaculis volutpat. Aenean feugiat et leo.",
                "price": "$$",
                "url": "https://bulma.io/images/placeholders/640x360.png"
            },
            {
                "name": "Pizza Two",
                "description": "Aenean dignissim mattis sem a ornare. Nulla condimentum, risus a molestie hendrerit, nunc mauris dignissim urna, vitae semper magna lacus ullamcorper ex. Morbi id dolor.",
                "price": "$$",
                "url": "https://bulma.io/images/placeholders/640x360.png"
            }
        ]
    },
    {
        "Main": "Wine",
        "Dishes": [
            {
                "name": "Wine One",
                "description": "Maecenas congue diam et pretium interdum. Phasellus venenatis massa ipsum, sed cursus dui pharetra quis. Morbi at ultricies lacus. Phasellus ultrices purus a neque rhoncus.",
                "price": "$$$$",
                "url": "https://bulma.io/images/placeholders/640x360.png"
            },
            {
                "name": "Wine Two",
                "description": "In semper varius tellus, ut semper elit viverra eget. Maecenas aliquet ac urna accumsan tempus. Ut semper orci vitae libero elementum, vel aliquam nisl euismod.",
                "price": "$$$",
                "url": "https://bulma.io/images/placeholders/640x360.png"
            },
            {
                "name": "Wine Three",
                "description": "Ut pretium dolor at quam ullamcorper scelerisque vel eget dolor. Morbi a sollicitudin lacus, in posuere velit. Orci varius natoque penatibus et magnis dis parturient.",
                "price": "$$$",
                "url": "https://bulma.io/images/placeholders/640x360.png"
            }
        ]
    }
]